Repository: IconoCoders/Bolt
Catalog: web/app/plugins/foxpost-woo-parcel/languages/foxpost-woo-parcel-*.po
Languages: hu_hu

source: empty column name
hu_hu: üres oszlop név

source: Date From is greater than Date To
hu_hu: Kezdődátum későbbi mint a végdátum

source: Nothing to export. Please, adjust your filters
hu_hu: Nincs exportálandó adat, kérjük módosítsa a szűrési feltételeket

source: empty
hu_hu: üres

source: Foxpost settings
hu_hu: Foxpost

source: General
hu_hu: Általános

source: Google Maps API key
hu_hu: Google Maps API kulcs

source: If you provide a Google Maps API key you will be able to display the map based APT chooser.
hu_hu: Google Maps API kulcs beállítása esetén elérhető a térképes automatakereső funkció.

source: Foxpost API username
hu_hu: Foxpost API felhasználónév

source: If you provide a Foxpost API username you will be able to send parcels to Foxpost API.
hu_hu: Ha beállítod a Foxpost API felhasználónevet, lehetőséged lesz API-n keresztül beküldeni a rendeléseket.

source: Foxpost API password
hu_hu: Foxpost API jelszó

source: If you provide a Foxpost API password you will be able to send parcels to Foxpost API.
hu_hu: Ha beállítod a Foxpost API jelszót, lehetőséged lesz API-n keresztül beküldeni a rendeléseket.

source: Foxpost - Home Delivery
hu_hu: Foxpost házhozszállítás

source: Not Foxpost shipping order
hu_hu: Nem Foxpost-os rendelés

source: Click to see the parcel status.
hu_hu: Kattints a linkre a csomag státusz lekéréséhez

source: No
hu_hu: Nem

source: API errors
hu_hu: API hibák

source: Sticker API errors
hu_hu: Sticker API hibák

source: Foxpost export to XLS
hu_hu: Foxpost exoportálás XLS fájlba

source: Foxpost send to API
hu_hu: Foxpost beküldés API-n

source: Foxpost generate stickers
hu_hu: Foxpost címke generálás

source: Extra Details
hu_hu: Extra adatok

source: Successfully exported to XLS orders count is: %d
hu_hu: XLS fájlba sikeresen exportált rendelések száma: %d

source: Export data
hu_hu: Adatok exportálása

source: Site name
hu_hu: Webshop név

source: Site URL
hu_hu: Webshop cím

source: Webshop engine
hu_hu: Webshop motor

source: Webshop engine data
hu_hu: Webshop motor adatok

source: There was not any order to send to API.
hu_hu: Nem volt az API-nak bekükldhető rendelés a művelet során.

source: Orders with exisitng CLFOXID are skipped.
hu_hu: A rendelések amlyek már rendelkeznek CLFOXID-val nem lesznek beküldve.

source: Orders with no Foxpost shipping are skipped.
hu_hu: A nem Foxpost szállítási móddal rendelkező rendelések nem lesznek beküldve.

source: Orders without CLFOXID are skipped.
hu_hu: CLFOXID nélküli rendelések nem lesznek beküldve az API-nak

source: Successfully sent orders count is: %d
hu_hu: API-nak sikeresen beküldött rendelések száma: %d

source: Successfully generated stickers count is: %d
hu_hu: Sikeresen generált címkék száma: %d

source: Nor cUrl or allow_url_fopen not available to make remote API call.
hu_hu: A távoli API hívásokhoz nem áll renldelkezésre sem cURL sem az allow_url_fopen nem engedélyezett.

source: The given requestItem does not implement RequestItemInterface!
hu_hu: A kapott requestItem nem a RequestItemInterface-t implementálja.

source: Invalid api action:
hu_hu: Érvénytelen API metódus

source: Error during the communnication, invalid JSON response.
hu_hu: Hiba a kommunikáció során, érvénytelen JSON válasz.

source: Error message from server:
hu_hu: Hibaüzenet a szervertől:

source: Date range
hu_hu: Dátum intervallum

source: to
hu_hu: tól-ig

source: Shipping methods
hu_hu: Szállítási módok

source: None
hu_hu: Nincs

source: Export filename
hu_hu: Export fájlnév

source: Order statuses
hu_hu: Rendelés státuszok

source: Export
hu_hu: Exportálás

source: Settings saved
hu_hu: Beállítások elmentve

source: Export now
hu_hu: Exportálás

source: Foxpost APT shipping
hu_hu: Foxpost csomagautomata

source: Foxpost home delivery
hu_hu: Foxpost házhozszállítás

source: XS size
hu_hu: XS méret

source: S size
hu_hu: S méret

source: M size
hu_hu: M méret

source: L size
hu_hu: L méret

source: XL size
hu_hu: XL méret

source: Please select shipping method
hu_hu: Kérjük válasszon egy szállítási módot

source: For the chosen shipping method the maximum weight is %s
hu_hu: A kiválasztott szállítási módnál a maximális súly: %s Kg

source: Please select an APT
hu_hu: Kérjük válasszon egy csomagautomatát

source: Please select a valid APT
hu_hu: Kérjük válasszon egy érvényes csomagautomatát

source: Please provide a mobile phone number
hu_hu: Kérjük adjon meg egy mobiltelefonszámot

source: Please provide a valid mobile phone number
hu_hu: Kérjük érvényes mobiltelefonszámot adjon meg

source: Please select an <strong>APT</strong> from dropdown
hu_hu: Kérjük válasszon egy <strong>csomagautomatát</strong> a legördülőmenüből

source: , or use the map based finder
hu_hu: vagy használja a térképes keresőt

source: Select from map
hu_hu: Térképes kiválasztás

source: Please use mobile phone number.
hu_hu: Kérjük adjon megy egy mobiltelefonszámot

source: Please select APT
hu_hu: Kérjük válasszon egy csomagautomatát

source: (%s size)
hu_hu: (%s méret)

source: Enable/Disable
hu_hu: Engedélyez/letilt

source: Enable this shipping method
hu_hu: Szállítási mód engedélyezése

source: Method Title
hu_hu: Szállítási mód megnevezése

source: This controls the title which the user sees during checkout.
hu_hu: Ez határozza meg az elnevezést amit a felhasználó lát a fizetési oldalon

source: Fee Type
hu_hu: Díj típus

source: How to calculate delivery charges
hu_hu: Szállítási díj számításának módja

source: Fixed amount
hu_hu: Fix díj

source: Fixed amount per product
hu_hu: Termékenkénti díj

source: Delivery Fee
hu_hu: Szállítási díj

source: What fee do you want to charge for Foxpost APT delivery, disregarded if you choose free. Leave blank to disable.
hu_hu: A Foxpost csomagautomatába szállítás díja, amennyiben nem ingyenes kiszállítást állít be. Ha nem szeretné beállítani, hagyja üresen.

source: Max Weight
hu_hu: Maximális súly

source: The maximum weight of a parcel is 25kg.
hu_hu: A maximális csomag súly határa 25 Kg.

source: Yes/No
hu_hu: Igen/Nem

source: Phone number required or not
hu_hu: Telefonszám kötelező-e vagy nem

source: Default parcel size
hu_hu: Alap csomagméret

source: Seller remarks for Foxpost
hu_hu: Eladói megjegyzés a Foxpost felé

source: This remark will be placed into Foxpost export. Max 50 chars.
hu_hu: A megjegyzés bekerül a Foxpost export állományba. Maximum 50 karakter.

source: Foxpost Home Delivery shipping
hu_hu: Foxpost házhozszállítás

source: What fee do you want to charge for Foxpost home delivery, disregarded if you choose free. Leave blank to disable.
hu_hu: A Foxpost házhozszállítás díja, amennyiben nem ingyenes kiszállítást állít be. Ha nem szeretné beállítani, hagyja üresen.

source: This remark will be placed into Foxpost export.
hu_hu: A megjegyzés bekerül a Foxpost export állományba. Maximum 50 karakter.

source: Foxpost map based APT finder
hu_hu: Foxpost térképes automata kereső

source: The selected shippind mode is:
hu_hu: A választott szállítási mód:

source: This plugin provides foxpost shipping functions and order export to FoxPost.
hu_hu: Foxpost csomagautomata és házhozszállítás szállítási módok és rendelés exportálás Foxpost tömeges import formátumba.
